{
    "links": {
        "Github": "https://github.com/Nicolas-Chomier",
        "Linkedin": "https://www.linkedin.com/in/nicolas-chomier-88621b107/"
    },
    "generalInfos": {
        "nickname": "Nicolas",
        "name": "Chomier",
        "type": "Generalist Engineer",
        "email": "nicolaschomier.pro@gmail.com",
        "phone": "07-61-77-78-65",
        "age": "35 years old",
        "city": "Lyon",
        "driveInfo": "Driving licence + Vehicle",
        "idImage": "WagonPic",
        "made": "© 2022 By Nicolas Chomier.",
        "finish": "Proudly created with React, MUI, SASS ."
    },
    "intro": {
        "title": "HELLO",
        "subTitle": "About Me",
        "text": "Engineer in the industry, globetrotter & passionate about digital sciences. I like to bring a modern vision to my projects."
    },
    "chapter": {
        "title1": "Resume",
        "title2": "Experience",
        "title3": "Skills",
        "title4": "Hobbits"
    },
    "resume": {
        "row5": [
            "2020",
            "Data Science training, the Wagon"
        ],
        "row4": [
            "2016",
            "Engineer degree (CESI)"
        ],
        "row3": [
            "2010",
            "Bachelor of Science"
        ],
        "row2": [
            "2008",
            "BTS in Electrical Engineering"
        ],
        "row1": [
            "2006",
            "BAC STI in Electrical Engineering"
        ]
    },
    "jobExp": {
        "experience1": {
            "company": "Dalkia Air Solutions  /  2021...",
            "job": "Industrial Automation Engineer",
            "intro": "WIP",
            "description": "WIP"
        },
        "experience2": {
            "company": "Covid time period",
            "job": "Self-taught computer skills",
            "intro": "WIP",
            "description": "WIP"
        },
        "experience3": {
            "company": "LAB  /  2019-2020",
            "job": "Offshore commissioning engineer",
            "intro": "LAB is a company that realizes technical solutions for the treatment of smoke and exhaust gases throughout the world.LAB works with big names such as Peter DÖHLE, Hapag-Lloyd or MSC.Within this framework they provide turnkey equipment such as \"Scrubber\" which will come to clean the exhaust gases on the customers' ships.",
            "description": "On the ships, I was responsible for the commissioning of the installation with a team composed of automaticians, mechanics and electricians ranging from 3 to 5 people, I reported in parallel to the client company (LAB) and to the super steward (official representative of the company operating the ship and using our system)."
        },
        "experience4": {
            "company": "Air Liquide  /  2018-2019",
            "job": "Offshore commissioning engineer",
            "intro": "Air Liquide is an international French industrial group specializing in industrial gases for industry, health, the environment and research.",
            "description": "Air-liquid develops, installs and sells a new product for the liquid methane industry and transportation. The Turbo-Brayton (TBF) is an equipment capable of sub-cooling LNG in a very efficient way through heat exchangers. The technology is based on the Brayton (reverse) cycle: a refrigerant gas is compressed, cooled and finally expanded in a turbine designed for this purpose. The cold gas is then used to cool the customer's LNG."
        },
        "experience5": {
            "company": "Areva  /  2017-2018",
            "job": "Onshore commissioning engineer",
            "intro": "Areva is a French multinational group specialized in nuclear energy and renewable energies.",
            "description": "Preparation, management and coordination of the \"LOOP tests\" (Loss of Offsite Power) on the Olkiluoto EPR. The LOOP tests are a set of tests aimed at checking the start-up of the emergency diesel generators (EDGs), and then of the standby diesel generators (SBOs), during the loss of the electrical grid (GRID), on the four units of the nuclear power plant. The Olkiluoto nuclear power plant is located on the island of Olkiluoto, 40 km south of Pori, in the Gulf of Bothnia in western Finland."
        }
    },
    "skills": [
        [
            "Teamwork",
            4
        ],
        [
            "Electrotechnical",
            4
        ],
        [
            "Process",
            3.5
        ],
        [
            "Industrial programming",
            3.5
        ],
        [
            "JavaScript",
            3.5
        ],
        [
            "Python",
            3.5
        ],
        [
            "English",
            4
        ]
    ]
}